[
    {
      "text": "One of the really tough things is figuring out what questions to ask. Once you figure out the question, then the answer is relatively easy.",
      "rutext": "Одна из самых сложных вещей — выяснить, какие вопросы задавать. Как только вы разберетесь в вопросе, ответ будет относительно прост.",
      "author": "Elon Musk",
      "ruauthor": "Илон Маск"
    },
    {
      "text": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.",
      "author": "David Brinkley",
      "rutext": "Успешный человек — это тот, кто может заложить прочный фундамент из кирпичей, которые в него бросили другие.",
      "ruauthor": "Дэвид Бринкли"
    },
      {
      "text": "Everything great that has ever happened to humanity has begun as a single thought in someone's mind.",
      "author": "Yanni",
      "rutext": "Все великое, что когда-либо происходило с человечеством, началось с одной-единственной мысли в чьем-то уме.",
      "ruauthor": "Янни"
    },
    {
      "text": "Our anxiety does not empty tomorrow of its sorrows, but only empties today of its strengths.",
      "author": "Charles Spurgeon",
      "rutext": "Наша тревога не лишает завтра его печалей, а только лишает сегодня его сил.",
      "ruauthor": "Чарльз Сперджен"
    },
    {
    "text": "Instead of thinking about what you are going to do when you retire, think about how you can do that now and make a living from it.",
    "author": "Celestine Chua",
    "rutext": "Вместо того, чтобы думать о том, что вы собираетесь делать, когда выйдете на пенсию, подумайте о том, как вы можете сделать это сейчас и зарабатывать этим на жизнь.",
    "ruauthor": "Селестин Чуа"
  },
  {
  "text": "Understanding that rests in what it does not understand is the finest.",
  "author": "Zhuangzi",
  "rutext": "Понимание, которое зиждется на том, чего оно не понимает, является лучшим.",
  "ruauthor": "Чжуан-цзы"
  },
  {
  "text": "I believe that potential is unlimited - success depends on daring to act on dreams.",
  "author": "Estee Lauder",
  "rutext": "Я считаю, что потенциал безграничен - успех зависит от смелости действовать в соответствии с мечтами.",
  "ruauthor": "Эсте Лаудер"
  },
  {
  "text": "Don't explain your philosophy. Embody it.",
  "author": "Epictetus",
  "rutext": "Не объясняйте свою философию. Воплотите ее.",
  "ruauthor": "Эпиктет"
  }
  
  
  
  ]  